const langRu = {
  header: {
    home: "Дом",
    about: "О нас",
    service: "Our services",
    portfolio: "портфолио",
    button: "Связаться сейчас",
  },

  hero: {
    title: "Получите наши цифровые решения для ваших проблем",
    button: "Связаться сейчас",
  },

  about: {
    item1: {
      title: "245%",
      info: "Больше доходов для бренда",
    },
    item2: {
      title: "130K+",
      info: "Охваченная аудитория",
    },
    item3: {
      title: "50+",
      info: "бренды доверяют нам",
    },
    item4: {
      title: "24+",
      info: "Мировые награды",
    },
    mainItem: {
      title: "О нас",
      info: "Команда IMCON — это компания, работающая уже 3 года, которая упрощает ИТ-решения для владельцев бизнеса. В рамках этих сроков мы помогли компаниям, расположенным во всех уголках мира, включая США, Азербайджан, Грецию, Объединенные Арабские Эмираты и т. д.",
    },
  },

  service: {
    title: "Творческая студия искусства и технологий",

    item1: {
      title: "Веб-разработка",
      info: "Разрабатываем качественные сайты: от корпоративных сайтов до веб-приложений.",
    },
    item2: {
      title: "UX&UI",
      info: "Разрабатываем проект MindMap и проектируем его с оптимальным решением на основе его архитектуры.",
    },
    item3: {
      title: "CRM-системы",
      info: "Автоматизация бизнеса и процессов, разработка электронных систем управления, сокращающих документооборот на 100%",
    },
    item4: {
      title: "Брендинг",
      info: "Разработаем креативный и уникальный логотип для вашего проекта и создадим рекомендации по его брендингу.",
    },
    item5: {
      title: "Редактирование видео",
      info: "Превратите свое видение в увлекательные истории. Наша профессиональная служба редактирования видео предоставляет профессиональный, безупречный контент, адаптированный к вашим потребностям.",
    },
  },

  advantages: {
    title: "Опытный, креативный, <br/> и отзывчивый.",
    item1: {
      title: "Передовые решения",
      info: "Мы являемся пионером инновационных ИТ-решений, используя новейшие технологии для повышения эффективности и гибкости вашего бизнеса.",
    },
    item2: {
      title: "Индивидуальная экспертиза",
      info: "Наша команда предлагает индивидуальные стратегии и разрабатывает индивидуальные решения, которые идеально соответствуют вашим уникальным бизнес-целям и потребностям.",
    },
    item3: {
      title: "Надежная поддержка",
      info: "Положитесь на нашу неизменную поддержку, гарантирующую бесперебойную работу за счет упреждающего обслуживания и оперативной помощи, когда бы она вам ни потребовалась.",
    },
  },

  howwework: {
    contact: {
      title: "Контакт",
      info: "Отправьте нам запрос на проект или идею проекта.",
    },
    analysis: {
      title: "Анализ",
      info: "Мы свяжемся с вами для уточнения требований к вашему проекту.",
    },
    offer: {
      title: "Предложение",
      info: "Мы предоставим вам наше бесплатное, ни к чему не обязывающее приложение.",
    },
    team: {
      title: "Команда",
      info: "Мы предоставляем команду для ваших требований.",
    },
    start: {
      title: "Начинать",
      info: "Вы познакомитесь с командой, и мы начнем.",
    },
  },

  technologies: {
    title: "Технологии",
  },

  portfolio: {
    span: "Наше портфолио",
    title: "Посмотрите наше потрясающее портфолио",
    underTile: "Посмотрите, что мы делаем для наших клиентов",
  },
};

export { langRu };
